Repository: Darciro/subscribe-to-category
Catalog: languages/stc_textdomain-*.po
Languages: pt_br

source: Scheduled event successfully executed
pt_br: Evento agendado executado com sucesso

source: Subscribe to Category
pt_br: Assinar categoria

source: Subscribe
pt_br: Inscrições

source: Settings for subscribe to category
pt_br: Configurações

source: Schedule:
pt_br: Agendamento:

source: E-mail is scheduled to be sent once every hour.
pt_br: E-mail agendado para envio a cada uma hora.

source: Next run is going to be: <strong>%s</strong> and will include <strong>%s posts</strong>.
pt_br: A próxima execução será em <strong>%s</strong> e inclui <strong>%s</strong> postagens.

source: Click here to run this action right now
pt_br: Clique aqui para executar essa ação agora

source: General settings
pt_br: Configurações gerais

source: E-mail settings
pt_br: Configurações de e-mail

source: Recurrence of sending:
pt_br: Recorrência do envio:

source: E-mail from:
pt_br: E-mail remetente:

source: Email subject:
pt_br: Assunto:

source: Resend post on update
pt_br: Reenviar post ao atualizar

source: Resend:
pt_br: Reenviar:

source: Exclude from send:
pt_br: Excluir do envio:

source: Stylesheet (CSS) settings
pt_br: Configurações de estilo (CSS)

source: Custom CSS:
pt_br: CSS personalizado:

source: On plugin deactivation
pt_br: Ao desativar plugin

source: Subscribers:
pt_br: Assinantes:

source: The plugin will remove all data in database created by this plugin but there is an option regarding subscribers
pt_br: O plugin irá remover todos os dados armazenados no banco de dados criados por este plugin, mas há uma opção em relação aos assinantes

source: You have entered an invalid email.
pt_br: O email que você inseriu é inválido.

source: Add your E-mail settings
pt_br: Adicione suas configurações de e-mail

source: Set recurrence for sending emails.
pt_br: Defina a recorrência para o envio de emails.

source: Enter the e-mail address for the sender, if empty the admin e-mail address %s is going to be used as sender.
pt_br: Insira o endereço de e-mail para o remetente, se vazio, o email de administrador %s será usado como remetente.

source: Enter e-mail subject for the e-mail notification, leave empty if you wish to use post title as email subject.
pt_br: Digite o assunto do e-mail para a notificação por e-mail, deixe vazio se desejar usar o título da postagem como assunto do e-mail.

source: Enable resend post option
pt_br: Habilitar a opção de reenvio de postagem

source: Gives an option on edit post (in the publish panel) to resend a post on update.
pt_br: Oferece uma opção na publicação/edição (no painel de publicação das postagens) para reenviar uma postagem na atualização.

source: Enable exclude from send post option
pt_br: Habilitar a opção para remoção de envio de postagem

source: Gives an option on edit post (in the publish panel) to exclude post from send.
pt_br: Oferece uma opção na publicação/edição (no painel de publicação das postagens) para excluir uma postagem de envio durante a atualização.

source: Exclude custom CSS
pt_br: Excluir CSS personalizado

source: Check this option if your theme supports Bootstrap framework or if you want to place your own CSS for Subscribe to Category in your theme.
pt_br: Marque esta opção se o seu tema suportar a estrutura do Bootstrap ou se desejar colocar seu próprio CSS no seu tema.

source: Delete all subscribers on deactivation
pt_br: Deletar todas as inscrições ao desativar

source: Export to excel
pt_br: Exportar para Excel

source: Filter by categories
pt_br: Filtrar por categoria

source: There are no categories to list yet
pt_br: Não existem categorias para listar

source: Filtered by:
pt_br: Filtrado por:

source: Adding the subscribe form to a widget area.
pt_br: Formulário de inscrição na área de widgets.

source: Title:
pt_br: Título:

source: As default all categories are available for subscription. You should only use the checkboxes below if you want to include or exclude some categories for subscription.
pt_br: Por padrão, todas as categorias estão disponíveis para inscrição. Você só deve usar as opções abaixo se desejar incluir ou excluir categorias para inscrição.

source: Selectable categories for subscription:
pt_br: Categorias selecionáveis para inscrição:

source: Select/Deselect all
pt_br: Selecionar/Deselecionar

source: Excluded selectable categories for subscription:
pt_br: Exclui categorias selecionáveis para inscrição:

source: Resend post to subscribers
pt_br: Reenviar postagem para os inscritos

source: This post update will be re-sent to subscribers %s
pt_br: Esta postagem será reenviada para os inscritos em %s

source: Remove post from send
pt_br: Remover post da lista de envio

source: Take me to start page
pt_br: Leve-em para a página inicial

source: Thanks for your subscription!
pt_br: Obrigado pela sua inscrição!

source: If you want to unsubscribe there is a link for unsubscription attached in the email.
pt_br: Se você deseja cancelar sua inscrição, há um link para cancelamento no e-mail.

source: We are sorry but something went wrong with your unsubscription.
pt_br: Sintimos muito, mas parece que algo deu errado com sua inscrição.

source: We have successfully removed your email %s from our database.
pt_br: Seu email %s foi removdio com sucesso do nosso banco de dados.

source: Unsubscribe from %s
pt_br: Cancelar inscrição de %s

source: Follow this link to confirm your unsubscription
pt_br: Siga esse link para confirmar seu cancelamento

source: You need to enter a valid email address
pt_br: Você precisa inserir um endereço de email válido

source: Email address not found in database
pt_br: Endereço de email não encontrado no nosso banco de dados

source: We have received your request to unsubscribe from our newsfeed. Please check your email and confirm your unsubscription.
pt_br: Recebemos o seu pedido para cancelar a sua inscrição do nosso newsletter. Verifique seu e-mail e confirme o cancelamento de sua inscrição.

source: You need to select some categories
pt_br: Você precisa selecionar alguma categoria

source: E-mail address already exists
pt_br: Endereço de email em uso

source: No categories are selected
pt_br: Nenhuma categoria selecionada

source: - this post is set to draft
pt_br: - essa postagem é um rascunho

source: E-mail Address:
pt_br: Endereço de email:

source: Unsubscribe me
pt_br: Cancelar minha inscrição

source: Categories
pt_br: Categoria

source: All categories
pt_br: Todas as categorias

source: Subscribe me
pt_br: Inscreva-me

source: Unsubscribe
pt_br: Cancelar inscrição

source: Update |
pt_br: Atualizar |

source: Click here to read full story
pt_br: Clique aqui para visualizar

source: Subscribers
pt_br: Inscrições

source: Add new subscriber
pt_br: Adicionar inscrição

source: Edit subscriber
pt_br: Editar inscrição

source: New subscriber
pt_br: Nova inscrição

source: Show subscriber
pt_br: Mostrar inscritos

source: Search subscribers
pt_br: Pesquisar por inscritos

source: Not found
pt_br: Nada encontrado

source: Nothing found in trash
pt_br: Nada encontrado na lixeira
